export const DataComponent1 = () => (
  <div className="data-content">
      <p><strong>효능 · 효과</strong></p>
      <ul>
        <li>유효균종</li>
        <ul>
          <li>대장균, 시겔라, 살모넬라, 시트로박터, 클레브시엘라, 엔테로박터, 세라티아, 프로테우스(인돌 양성 및 음성), 슈도모나스, 나이세리아, 아시네토박터, 연쇄구균, 클라미디아, 포도구균, 박테로이드</li>
        </ul>
        <li>적응증</li>
        <ul>
          <li>급성 기관지염을 제외한 호흡기감염증, 지역사회감염폐렴</li>
          <li>귀․코․인후감염(인두염, 편도선염, 후두염, 외이염, 만성진주종성중이염 및 뼈로 전이된 만성중이염에 대한 수술 전 사용은 제외)</li>
          <li>세균성 전립선염, 급성단순방광염, 급성신우신염, 복잡성요로감염</li>
          <li>임균성 자궁경부염 및 임균성 요도염</li>
          <li>위장관감염증</li>
          <li>담즙분비관의 감염증</li>
          <li>피부 및 연조직의 감염과 상처</li>
          <li>골․관절의 감염증</li>
          <li>산부인과적 감염증(질 감염은 제외)</li>
          <li>복막염</li>
          <li>누낭염, 맥립종(다래끼), 검판선염</li>
        </ul>
      </ul>
  </div>
);

export const DataComponent2 = () => (
  <div className="data-content">
        <p><strong>효능 · 효과</strong></p>
        <ul>
          <li><strong>유효균종</strong></li>
          <ul>
            <li>대장균, 시겔라, 살모넬라, 시트로박터, 클레브시엘라, 엔테로박터, 세라티아, 프로테우스(인돌 양성 및 음성), 슈도모나스, 나이세리아, 아시네토박터, 연쇄구균, 클라미디아, 포도구균, 박테로이드</li>
          </ul>
          <li><strong>적응증</strong></li>
          <ul>
            <li>급성 기관지염을 제외한 호흡기감염증, 지역사회감염폐렴</li>
            <li>귀․코․인후감염(인두염, 편도선염, 후두염, 외이염, 만성진주종성중이염 및 뼈로 전이된 만성중이염에 대한 수술 전 사용은 제외)</li>
            <li>세균성 전립선염, 급성단순방광염, 급성신우신염, 복잡성요로감염</li>
            <li>임균성 자궁경부염 및 임균성 요도염</li>
            <li>위장관감염증</li>
            <li>담즙분비관의 감염증</li>
            <li>피부 및 연조직의 감염과 상처</li>
            <li>골․관절의 감염증</li>
            <li>산부인과적 감염증(질 감염은 제외)</li>
            <li>복막염</li>
            <li>누낭염, 맥립종(다래끼), 검판선염</li>
          </ul>
        </ul>
        <p>이 약을 포함한 플루오로퀴놀론계 약물은 중대한 이상반응과 관련이 있으므로 급성세균성비부비동염, 만성기관지염 및 만성폐쇄성폐질환의 급성세균성악화, 단순요로감염, 급성중이염은 다른 치료 방법이 없는 환자에게 사용한다.</p>
  </div>
);

